verification/runs/T-family/T3_runs/O_m/0.orig/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet        { type zeroGradient; }
    outlet       { type fixedValue; value uniform 0; }
    upstreamWall { type zeroGradient; }
    stepWall     { type zeroGradient; }
    heatedWall   { type zeroGradient; }
    topWall      { type zeroGradient; }
    frontAndBack { type empty; }
}
