verification/runs/T-family/T3_runs/O_m/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 300;
boundaryField
{
    inlet        { type fixedValue; value uniform 300; }
    outlet       { type inletOutlet; inletValue uniform 300; value $internalField; }
    upstreamWall { type zeroGradient; }
    stepWall     { type zeroGradient; }
    heatedWall   { type fixedGradient; gradient uniform 10000; }
    topWall      { type zeroGradient; }
    frontAndBack { type empty; }
}
